[
    {
      "name": "Luo Ji",
      "description": "Astronomer and sociologist with unconventional thinking. Known for his independent perspective and theoretical approach to problems."
    },
    {
      "name": "Shi Qiang",
      "description": "Former police officer with practical problem-solving skills. Relies on instinct and experience rather than theoretical knowledge."
    },
    {
      "name": "Zhang Beihai",
      "description": "Space Force officer with strong strategic abilities. Disciplined and methodical in his approach to leadership."
    },
    {
      "name": "Ye Wenjie",
      "description": "Astrophysicist whose early experiences during the Cultural Revolution shaped her worldview. Pioneer in interstellar communication."
    },
    {
      "name": "Zhuang Yan",
      "description": "Talented artist with exceptional beauty. Her paintings capture emotional depth rarely seen in contemporary art."
    },
    {
      "name": "Da Shi",
      "description": "Nickname for Shi Qiang. Known for his straightforward, no-nonsense approach to situations and practical wisdom."
    },
    {
      "name": "Chang Weisi",
      "description": "Military commander with expertise in strategic planning. Respected for his calm demeanor during crisis situations."
    },
    {
      "name": "Frederick Tyler",
      "description": "American Wallfacer with background in politics and strategic relations. Former Secretary of Defense with analytical mind."
    },
    {
      "name": "Manuel Rey Diaz",
      "description": "Venezuelan Wallfacer with military background. Known for his tactical brilliance and decisive leadership style."
    },
    {
      "name": "Bill Hines",
      "description": "British scientist involved in defense research. Contributes significant technological innovations during humanity's preparations."
    },
    {
      "name": "Wu Yue",
      "description": "Naval officer commanding a nuclear submarine. Disciplined and meticulous in following protocols and orders."
    },
    {
      "name": "Zhang Yuanchao",
      "description": "Ordinary citizen whose experiences reflect broader societal changes. Provides a ground-level perspective on global events."
    },
    {
      "name": "Kent",
      "description": "Scientist working on theoretical physics and propulsion systems. Brilliant but often struggles to communicate complex ideas."
    },
    {
      "name": "Mike Evans",
      "description": "Wealthy entrepreneur with strong ideological convictions. Uses his resources to influence international policy and research."
    },
    {
      "name": "Ding Yi",
      "description": "Physicist specializing in fundamental particle research. Analytical thinker who approaches problems methodically."
    },
    {
      "name": "Yang Dongfan",
      "description": "Space program administrator coordinating international efforts. Skilled bureaucrat navigating complex organizational structures."
    },
    {
      "name": "Colonel Stanton",
      "description": "Military strategist focusing on long-term defense planning. Advocates for preparation and foresight in military matters."
    },
    {
      "name": "Timothy Berryman",
      "description": "Intelligence analyst with talent for identifying patterns in seemingly unrelated events. Quiet but perceptive observer."
    },
    {
      "name": "Keiko Yamasuki",
      "description": "Researcher specializing in advanced materials and engineering. Her innovations contribute to technological development."
    },
    {
      "name": "Fraisse",
      "description": "Diplomat working to maintain international cooperation during times of crisis. Skilled negotiator with multilingual abilities."
    }
]